{
    "intro": "Magnus, seorang penyihir yang selalu berteriak “tutup mulut dan ikuti perintahku!” Oleh Pahlawan karena dia dianggap “tidak berguna”. Suatu hari setelah makan dengan partynya ia pergi, setelah pergi ia bertemu seorang pedagang yang menjual buku misterius kepadanya.Dan ternyata buku yang ditulis dalam bahasa dewa itu sebenarnya adalah buku ensiklopedi pamungkas yang memiliki banyak informasi berguna tentang cara mengalahkan raja iblis!\nBerkat buku itu, ia bisa mengetahui tentang kelemahan bos monster dan menaikkan levelnya dengan lebih efisien, data tentang orang-orang penting, dan bahkan ada info tentang tempat gourmet lengkap di kota mana pun! Selain itu, dengan menggunakan akalnya dan pikiran liciknya, dia bahkan dapat mengungguli pihak pahlawan! Dengan ensiklopedia terbaik di tangannya, maju ke rute yang benar untuk mengalahkan Raja Iblis!\nMagnus tidak dipilih oleh takdir untuk menjadi pahlawan. Itu sebabnya, Dia akan mengalahkan Raja Iblis dengan kekuatan dan akalnya sendiri dan menyelamatkan dunia.\n**\nyah sama hal nya para jonesmania kita mereka gak terpilih ama lawan jenisnya jadi sebagian mereka nemu solusi dan mereka memilih sabun ampe ludes di warung tetangga.",
    "lang": "id",
    "cover": "https://westmanga.fun/wp-content/uploads/2021/01/1610741200-2619-The-Strongest-Sorcerer-Who-Makes-Full-Use-of-the.jpg",
    "author": "Fukuyama Matsue, Maijima Hiro",
    "artist": "Fukuyama Matsue, Maijima Hiro",
    "track": [],
    "demos": "Shounen",
    "disqus": [
        {
            "shortname": "westmanga-info",
            "ident": "26168 https://cuba.4youscan.xyz/manga/kouryakuhon-o-kushi-suru-saikyou-no-mahoutsukai-meirei-sa-sero-to-wa-iwa-senai-oreryuu-mao-tobatsu-saizen-ruuto/"
        }
    ],
    "type": "Manga",
    "titles": [
        "Kouryakuhon o Kushi Suru Saikyou no Mahoutsukai ~”meirei sa sero” to wa Iwa Senai Oreryuu Mao Tobatsu Saizen Ruuto ~"
    ],
    "tags": [
        "Action",
        "Adventure",
        "Fantasy",
        "Harem",
        "Comedy",
        "Magic"
    ]
}