{
    "intro": "Karena kesalahpahaman anak itu, dia membuat musuh dan sekutu marah !?\n\nDari 「Manga UP!」 (Square Enix), dia mungkin kuat, tetapi tidak bisa diabaikan !!\n\nBocah yang dianggap paling lemah yang menguasai seni bela diri dan sihir, dunia mengguncang kesalahpahamannya !?\n\n“Hmm … aku tidak punya bakat.” … adalah apa yang dipikirkan Yuan di gunung. Dia anak yang baik hati, tetapi hal-hal yang tidak biasa tentang dia, adalah bahwa orang tuanya adalah orang bijak dan ahli bela diri. Dengan kata lain, dunia yang terkuat. Karena Yuan diberi tahu bahwa dia yang paling lemah, dia meninggalkan rumah untuk mewujudkan mimpinya.\n\n“Eh !? Apakah benar-benar mungkin dikalahkan hanya dengan jentikan jari oleh anak berusia 8 tahun?”\n\n“Kamu dengar pahlawan itu anggota terlemah? Kamu harus keluar dari pikiranmu untuk melawan itu!”\n\n“Tentara Malaikat? Maksudmu burung-burung yang berbahaya? Aku akan menyingkirkan mereka sama sekali!”\n\nSekarang, bocah yang melihat naga hanya sebagai kadal yang bisa kamu makan secara teratur berpikir (aku lemah. Aku harus menjadi lebih kuat atau aku tidak akan pernah menjadi ksatria yang mulia), apakah dia akan bebas dari kesalahpahamannya !?\n\n****\nmales nulis cuk gw TL via gugel, sinop nya -_-\njangan lupa nes kapan kalian ngirim undangan nikahan kalian oe :3",
    "lang": "id",
    "cover": "https://westmanga.fun/wp-content/uploads/2021/01/1610741125-8245-That-Inferior-Knight-Actually-Level-999.jpg",
    "author": "Shiraishi Arata",
    "artist": "Yamazaki Chihiro",
    "track": [
        "https://www.mangaupdates.com/series.html?id=155069",
        "https://www.anime-planet.com/manga/sono-rettou-kishi-level-999",
        "https://anilist.co/manga/111198",
        "https://kitsu.io/manga/55172",
        "https://myanimelist.net/manga/121180"
    ],
    "demos": "Shounen",
    "disqus": [
        {
            "shortname": "westmanga-info",
            "ident": "26034 https://cuba.4youscan.xyz/manga/that-inferior-knight-actually-level-999/"
        }
    ],
    "type": "Manga",
    "titles": [
        "That Inferior Knight Actually Level 999"
    ],
    "tags": [
        "Adventure",
        "Fantasy",
        "Martial Arts",
        "Magic",
        "Isekai"
    ]
}