{
    "intro": "Akira Kamidai, yang telah sangat sukses sebagai Author komikus, dia baru mengethaui dirinya mempunyai kanker darah\naku menyesali hidup ku ketika aku hanya bisa membangun hubungan kosong. (kesepian)\nDengan momentum kemarahan pada ibu yang hanya peduli pada uang\nMenunggu dia mati dalam kecelakaan yang merusak diri sendiri\nnamun satu sisi Itu adalah kesempatan untuk memilih ibuku sendiri dan bereinkarnasi di dunia lain….\n\n–\n\nhummm selalu ada saja komik yang sinop nya mnyedihkan dan selalu mengarah ke jonesmania kita yang pada dasarnya mereka kesepian beut dengan hubungan kosong yang tepat nya hanya kenal doank tidak bisa ngungkapin ke sidia batas “max” jonesmania kita hanya mengeneal nya… sungguh miris yak…\nnamun tenang mimin tamvan selalu ada resep rahisa buat joens mania kita biar kalian laku di kehidupan ini!\ncaranya yaitu luangkan lah sejnak dari aktifitas nolepmu main lah bersama teman2mu dan PDKT lah pada pasanganmu walau kemungkinan berhasil nya minim\nbuang lah rasa malumu lalu mari nyangkul bersamaku nguli dulu ajg sebelum diatas semua itu karna perlu bekal coag, time is money :v",
    "lang": "id",
    "cover": "https://westmanga.fun/wp-content/uploads/2021/10/vc_drawing_03.jpg",
    "author": "Im Dal-Young",
    "artist": "Kim Kwang Hyun",
    "track": [
        "https://www.mangaupdates.com/series.html?id=192514",
        "https://www.anime-planet.com/manga/drawing-saikyou-mangaka-wa-oekaki-skill-de-isekai-musou-suru",
        "https://anilist.co/manga/140527",
        "https://kitsu.io/manga/drawing-saikyou-mangaka-wa-oekaki-skill-de-isekai-musou-suru",
        "https://myanimelist.net/manga/146618"
    ],
    "demos": "Shounen",
    "disqus": [
        {
            "shortname": "westmanga-info",
            "ident": "131843 http://westmanga.fun/?post_type=manga&p=131843"
        }
    ],
    "type": "Manga",
    "titles": [
        "Drawing: Saikyou Mangaka Wa Oekaki Skill De Isekai Musou Suru!"
    ],
    "tags": [
        "Action",
        "Adventure",
        "Fantasy",
        "Romance",
        "Harem",
        "Isekai"
    ]
}